[
  {
    "categoryId": "CID010",
    "categoryName": "Travelling",
    "categoryContent": [
      {
        "cardId": "C0112TRA001",
        "paragraphOne": "If you’re staying in a hotel and need to iron your clothes, send the first few puffs of steam into a towel.",
        "paragraphTwo": "It may have been a while since the last time the iron was used, and the steam holes may be filled with nasty brown mineral deposits which you don’t want heat-blasted into your clothes.",
        "paragraphThree": "",
        "savvied": 0
      },
      {
        "cardId": "C0113TRA002",
        "paragraphOne": "Whenever you travel abroad bring a new soundtrack for each place you visit, preferably one you have never heard before.",
        "paragraphTwo": "In the future, every time you listen to each soundtrack again they will bring you vivid memories of the places you have visited.",
        "paragraphThree": "",
        "savvied": 0
      },
      {
        "cardId": "C0114TRA005",
        "paragraphOne": "When flying, put a tag with your info inside your bag, not just outside.",
        "paragraphTwo": "Any tag on the outside can come off. Also, when a bag gets lost, the airline will open it to try to determine who it belongs to.",
        "paragraphThree": "",
        "savvied": 0
      },
      {
        "cardId": "C0115TRA006",
        "paragraphOne": "Before traveling anywhere, always download an offline map of the area.",
        "paragraphTwo": "It will save you a ton of nerves in case the wi-fi is weak or you can’t buy local SIM at the airport or upfront.",
        "paragraphThree": "",
        "savvied": 0
      },
      {
        "cardId": "C0116TRA007",
        "paragraphOne": "If you’re planning a camping trip or a national park trip or anything of that nature, check the moon cycles and try to go during the new moon phase.",
        "paragraphTwo": "You’ll see way more stars.",
        "paragraphThree": "",
        "savvied": 0
      },
      {
        "cardId": "C01117TRA008",
        "paragraphOne": "When traveling with a friend or family member, don’t be afraid to suggest breaking off to each do your own things for a day.",
        "paragraphTwo": "Going solo can be enjoyable (eat/go wherever want at your own pace), plus it reduces you being sick of each other by the end of the trip.",
        "paragraphThree": "",
        "savvied": 0
      },
      {
        "cardId": "C0118TRA009",
        "paragraphOne": "When traveling with a friend or family member, don’t be afraid to suggest breaking off to each do your own things for a day.",
        "paragraphTwo": "Going solo can be enjoyable (eat/go wherever want at your own pace), plus it reduces you being sick of each other by the end of the trip.",
        "paragraphThree": "",
        "savvied": 0
      },
      {
        "cardId": "C0119TRA010",
        "paragraphOne": "If you ever find yourself stranded in the middle of nowhere, stay with your vehicle.",
        "paragraphTwo": "You are much more likely to be found by searchers and will have shelter if needed.",
        "paragraphThree": "",
        "savvied": 0
      },
      {
        "cardId": "C0120TRA011",
        "paragraphOne": "If you're on a plane and it suddenly starts making a quick descent when the oxygen masks drop - don't panic.",
        "paragraphTwo": "The pilot is just descending to ~3000m (~10,000ft) where there is enough oxygen to breathe normally.",
        "paragraphThree": "",
        "savvied": 0
      },
      {
        "cardId": "C0121TRA012",
        "paragraphOne": "Before checking in at the airport. take a photograph of your luggage.",
        "paragraphTwo": "A picture is worth a thousand words if your bag gets lost!",
        "paragraphThree": "",
        "savvied": 0
      },
      {
        "cardId": "C0122TRA013",
        "paragraphOne": "Save the packing list from your camping trip. When you get home, add the things you forgot, remove what you brought but didn't need and then save the list for your next trip.",
        "paragraphTwo": "",
        "paragraphThree": "",
        "savvied": 0
      },
      {
        "cardId": "C0123TRA014",
        "paragraphOne": "Always keep one extra day off from your vacation schedule to adjust back to daily life.",
        "paragraphTwo": "",
        "paragraphThree": "",
        "savvied": 0
      }
    ]
  }
]